Revit 2024 API
ParameterTypeId.LayerTypeThickness Property
 "Thickness": Thickness
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LayerTypeThickness { get; }
Visual Basic
Public Shared ReadOnly Property LayerTypeThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerTypeThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace